timestart = { #เริ่มคาบเรียน timestart[n] หมาเวลา timestart[n+1]
    "timestart": ["8:10", "8:50", "9:30", "10:10", "10:50", "11:30", "12:10", "13:00", "13:40", "14:20", "15:00"]
}

day = {
    "Monday":["คณิตพื้นฐาน", "คณิตพื้นฐาน","พักเช้า", "ศิลปะ", "ศิลปะ", "พละ", "พักกลางวัน", "ภูมิศาสตร์", "IEP", "IEP", "เลิกเรียนแล้วอีเหี้ย"],

    "Tuesday":["INNO", "INNO","พักเช้า", "ENG (TH)", "ENG (TH)", "คณิตพื้นฐาน", "พักกลางวัน", "ไทย", "ไทย", "แนะแนว", "มึงจะเรียนเหี้ยอะไร"],

    "Wednesday":["จีน", "จีน","พักเช้า", "พระพุทธ", "คณิตเพิ่มเติม", "คณิตเพิ่มเติม", "พักกลางวัน", "IEP", "อบรม", "อบรม", "มึงหลอนหรอ"],

    "Thursday":["INNO", "INNO","พักเช้า", "การงาน", "ประวัติศาสตร์", "วิทย์",  "พักกลางวัน", "วิทย์คำนวน", "คอมพิวเตอร์กับเจ้หมิง","คอมพิวเตอร์กับเจ้หมิง" "เลิกเรียนแล้วนะจ๊ะ"],
    
    "Friday":["วิทย์", "วิทย์คำนวน", "พักเช้า", "พระพุทธ", "ไทย", "สุขศึกษา", "พักกลางวัน", "IEP", "IEP", "ลูกเสือ","เรียนเหี้ยไรต่อววะ??"]
}