timestart = { #เริ่มคาบเรียน timestart[n] หมาเวลา timestart[n+1]
    "timestart": ["8:10", "8:50", "9:30", "10:10", "10:50", "11:30", "12:10", "13:00", "13:40", "14:20", "15:00"]
}

day = {
    "Monday":["คณิตพื้นฐาน", "คณิตพื้นฐาน","พักเช้า", "นาฏศิลป์สุดปัง", "นาฏศิลป์สุดปัง", "พละ", "พักกลางวัน", "ภูมิศาสตร์", "IEP", "IEP", "เลิกเรียนแล้วอีเหี้ย"],

    "Tuesday":["INNO", "INNO","พักเช้า", "ENG (TH)", "ENG (TH)", "คณิตพื้นฐาน", "พักกลางวัน", "ไทย", "ไทย", "แนะแนว", "มึงจะเรียนเหี้ยอะไร"],

    "Wednesday":["จีน", "จีน","พักเช้า", "พระพุทธ", "คณิตเพิ่มเติม", "คณิตเพิ่มเติม", "พักกลางวัน", "IEP", "อบรม", "อบรม", "มึงหลอนหรอ"],

    "Thursday":["INNO", "INNO","พักเช้า", "การงาน", "ประวัติศาสตร์", "วิทย์",  "พักกลางวัน", "วิทย์คำนวน", "คอมพิวเตอร์กับเจ้หมิง","คอมพิวเตอร์กับเจ้หมิง","เลิกเรียนแล้วนะจ๊ะ"],
    
    "Friday":["วิทย์", "วิทย์คำนวน", "พักเช้า", "พระพุทธ", "ไทย", "สุขศึกษา", "พักกลางวัน", "IEP", "IEP", "ลูกเสือ","เรียนเหี้ยไรต่อววะ??"]
}

Teacher = {
    "Monday":["ครูนิธิ, ครูชมพูนุช", "ครูนิธิ, ครูชมพูนุช","ไม่มีครู", "ครูเหมีp;, วาทิต", "ครูสุภาพร, วาทิต", "ครูบุญเลิศ", "ไม่มีครู", "ครูพรพัฒน์", "David K/ Michel/ Justin", "David K, Michel, Justin", "เลิกเรียน"],

    "Tuesday":["ครูนัทที A, ครูเดียว B", "ครูนัทที A ,ครูเดียว B","พักแล้วมึงจะเอาครูอะไร", "ครูปาริษา A, ครูวศิน B", "ครูปาริษา A, ครูวศิน B", "ครูนิธิ, ครูชมพูนุช", "ไปแดกข้าว", "ครูวาสนา", "ครูวาสนา", "ครูปาล์มมี่", "ไปเล่นเกม"],

    "Wednesday":["Minghui A, ณัฐณิชา B", "Minghui A, ณัฐณิชา B","กินขี้ยามเช้า", "ครูสุวนันท์", "ครูผักกาด", "ครูผักกาด", "ไปรับประทานอาหาร", "David K/ Michel/ Justin", "ครูชาย", "ครูชาย", "มึงหลอนหรอ"],

    "Thursday":["ครูนัทที B, ครูเดียว A", "ครูนัทที B, ครูเดียว A","แดกข้าวเช้า", "ครูอรสารักชาติ", "ครูซ่า", "ครูวรรณรัตน์",  "ไปฉันเพล", "ครูวรรณรัตน์", "เจ้หมิง","เจ้หมิง","มึงจะเรียนกับครูอะไร?"],
    
    "Friday":["ครูนิสากร B, ครูวรรณารัตน์ A", "ครูกาญจนา B, ครูวรรณรัตน์ A", "แดกข้าวเช้า", "จิดาภา", "วาสนา", "ครูนพรัตน์", "พักกลางวัน", "David K, Michel, Justin", "David K, Michel, Justin", "ครูทุกคน","มึงไปกินยาก่อนนะ"]
}
